Repository: ParallelDevs/e_invoice_cr
Catalog: modules/tax_entity/translations/*.po
Languages: es

source: Tax Entity
es: Entidad impuesto

source: Tax entity entities
es: Entidades impuesto

source: Tax entity
es: impuesto

source: tax entity
es: impuesto

source: Add Tax
es: Añadir impuesto

source: Add Tax entity
es: Añadir impuesto

source: Add tax entity
es: Añadir impuesto

source: Document type
es: Tipo de documento

source: Document number
es: Número de documento

source: Institution
es: Institución

source: Exoneration percentage (%)
es: Porcentaje de exoneración (%)

source: This module provides the tax entity for e-invoice.
es: Este módulo proporciona la entidad de impuesto para la factura electrónica.

source: Add a new Tax Entity.
es: Añadir una nueva entidad de impuesto.

source: Tax management
es: Administración de entidades de impuesto
