Repository: ParallelDevs/e_invoice_cr
Catalog: modules/imap_settings/translations/*.po
Languages: es

source: IMAP Settings
es: Configuración del IMAP

source: IMAP SETTINGS
es: CONFIGURACIÓN DEL IMAP

source: This page allows you to configure settings which determines how open an IMAP Stream to a mailbox. This function can also be used to open streams to POP3 and NNTP servers, but some functions and features are only available on IMAP servers.
es: Esta página te permite configurar las opciones que determinan cómo abrir una secuencia IMAP a un buzón de correo electrónico. Esta función también se puede utilizar para abrir transmisiones a servidores POP3 y NNTP, pero algunas funciones y características solo están disponibles en servidores IMAP.

source: Remote system name:
es: Nombre del sistema remoto:

source: Internet domain name or bracketed IP address of server.
es: Nombre de dominio de Internet o dirección IP del servidor.

source: Port:
es: Puerto:

source: Optional TCP port number, default is the default port for that service.
es: Número de puerto TCP opcional, por defecto existe un puerto predeterminado para ese servicio.

source: Select a optional flag:
es: Selecciona una bandera opcional:

source: Optional flags.
es: Banderas opcionales.

source: Mailbox name:
es: Nombre del buzón de correo:

source: Remote mailbox name.
es: Nombre del buzón de correo remoto.

source: Username:
es: Nombre de usuario:

source: A username required by the IMAP configuration.
es: Un nombre de usuario requerido para la configuración del IMAP.

source: Password:
es: Contraseña:

source: A password required by the IMAP configuration.
es: Una contraseña requerida para la configuración del IMAP.

source: This module provides IMAP settings of the email account for e-invoice.
es: Este módulo proporciona la configuración IMAP de la cuenta de correo electrónico para la factura electrónica.
