Repository: ParallelDevs/e_invoice_cr
Catalog: modules/invoice_received_entity/translations/*.po
Languages: es

source: Invoice Received Entity
es: Entidad factura recibida

source: Invoice received entity
es: factura recibida

source: Invoice received
es: Factura recibida

source: Add Invoice Received
es: Añadir factura recibida

source: Add Invoice received
es: Añadir factura recibida

source: Add Invoice received entity
es: Añadir factura recibida

source: Import XML from email
es: Importar XML desde correo electrónico

source: Management
es: Administración

source: Document Key
es: Clave del documento

source: The document you are trying to upload have been already uploaded.
es: El documento que esta intentando subir, ya se ha sido subido antes.

source: Accept or Reject
es: Aceptar o Rechazar

source: Accepted
es: Aceptado

source: Rejected
es: Rechazado

source: Sender
es: Emisor

source: Hacienda response
es: Respuesta de Hacienda

source: Sent it
es: Enviado

source: Unassigned
es: Sin asignar

source: Waiting for user response
es: Esperando por respuesta del usuario

source: This module provides the invoice received entity for e-invoice.
es: Este módulo proporciona la factura recibida entidad para factura electrónica.

source: Add a new Invoice Received Entity.
es: Añadir una nueva entidad de factura recibida.

source: List Invoice received entities
es: Lista de entidades de factura recibida
