Repository: ParallelDevs/e_invoice_cr
Catalog: web/modules/custom/e_envoice_cr/translations/*.po
Languages: es

source: Invoice CR
es: Facturación CR

source: Invoice Settings
es: Configuración de Facturación

source: This module does the API login through the Oauth 2.0 token.
es: Este módulo se conecta al API por medio de un token generado bajo el estandar Oauth 2.0.

source: Production
es: Producción

source: Sandbox
es: Pruebas

source: Select "Production" to set the production mode or "Sandbox" to set the tests mode.
es: Seleccione "Producción" para cambiarlo al modo de producción o "Pruebas" para el ambiente de pruebas.

source: API login information.
es: API información de ingreso.

source: Username:
es: Nombre de usuario:

source: Password:
es: Contraseña

source: Taxpayer information.
es: Información del contribuyente.

source: Id type.
es: Tipo de identificación.

source: Id number:
es: Número de identificación.

source: Name:
es: Nombre:

source: Tradename:
es: Nombre Comercial:

source: Phone number:
es: Número telefónico:

source: Fax number:
es: Número de Fax

source: Please add the country code to the beginning. This field should only have numbers. No spaces or special characters.
es: Por favor añada el código del país al inicio. Este campo solo debe tener números. Sin espacios o caracteres especiales.

source: Zip code:
es: Código postal:

source: Others:
es: Otros:

source: Select the taxpayer's id type.
es: Seleccione el tipo de identificación del contribuyente.

source: Company Logo
es: Logo de la compañia

source: Add a company logo that it will be printed on the invoice documents.
es: Agregué el logo de la compañia que se va imprimir en los documentos.

source: Default currency.
es: Moneda por defecto.

source: Select the environment.
es: Seleccione el ambiente.

source: Location.
es: Ubicación.

source: Physical person id
es: Cédula física

source: Company id
es: Cédula jurídica

source: Certificate information.
es: Información del certificado

source: Certificate p12.
es: Certificado p12

source: Load the authentication certificate p12 to create the signature.
es: Suba el archivo de certificado de autentificación p12 para crear la firma.

source: Select the default currency to use on this module.
es: Seleccion la moneda por defecto.

source: Add a company logo that it will be print on the invoice documents.
es: Añada el logo de la compañia que se va imprimir en las facturas.

source: Email notifications.
es: Notificaciones por correo electrónico.

source: Email subject
es: Asunto correo electrónico

source: Email notifications text
es: Texto de notificación correo electrónico

source: Send always copy to
es: Siempre enviar una copia a

source: Insert email addresses to send always a copy, separate the emails using a comma, example: test@test.com, test2@test2.com.
es: Agregue los correos electrónicos a los que desea siempre enviar una copia, separados por una coma. Ejemplo: test@test.com, test2@test2.com

source: Add a subject text that it will be printed on the email invoice notifications. Use @company to print your company name.
es: Añada el asunto con el que se enviara el correo de notificación de la factura. Use @company para imprimir el nombre de su compañia/

source: Add a text that it will be printed on the email invoice notifications sent to the clients. Use @company to print your company name, @invoice_id to print the invoice id, @date to print the invoice date, @hour to print the hour and @url to print the pdf invoice link.
es: Añada el texto que va a ser imprimido en el correo de la notificación, el cual se le enviará a los clientes. Use @company para imprimir el nombre de tu compañia, @invoice_id para imprimir la identifación de la factura, @date para imprimir la fecha de la factura, @hour para imprimir la hora y @url para imprimir el enlace de la factura.

source: Management
es: Administración
